Repository: MicroEJ/Demo-Wearable-VG
Catalog: watch-vg/src/main/resources/nls/Messages_*.po
Languages: french_fr

source: Locale
french_fr: Français

source: Activity title
french_fr: Activité

source: Time
french_fr: Temps

source: North
french_fr: N

source: North east
french_fr: NE

source: East
french_fr: E

source: South east
french_fr: SE

source: South
french_fr: S

source: South west
french_fr: SO

source: West
french_fr: O

source: North west
french_fr: NO

source: Heart rate title
french_fr: Cardio

source: Current bpm
french_fr: bpm

source: bpm unit
french_fr: bpm

source: Parameters title
french_fr: Paramètres

source: Clocks
french_fr: Horloges

source: Heart Rate
french_fr: Cardio

source: Activity
french_fr: Activité

source: Compass
french_fr: Boussole

source: Vector Mascot
french_fr: Mascotte VG

source: Vector Circle Arc
french_fr: Cyclone VG

source: Vector Font
french_fr: Font VG

source: Light
french_fr: Lampe

source: Music
french_fr: Musique

source: Parameters
french_fr: Paramètres

source: Languages
french_fr: Langues
